{
  "auto-dark-mode.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "jieba-lua": { "branch": "master" },
  "jieba.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "ts-comments.nvim": { "branch": "main" },
  "vim-wakatime": { "branch": "master" }
}
